brew "asdf"
brew "bat"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "htop"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "tldr"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "zoxide"
brew "zsh"
cask "ghostty@tip"
cask "google-chrome"
